Repository: bring-shrubbery/neural-sheet
Catalog: app/NeuralSheet/Localizable.xcstrings
Source language: en
Languages: de, es

source: The transcription has been edited. Reverting to the transcription will throw the edits away.
de: Die Transkription wurde bearbeitet. Beim Zurückkehren zur Transkription gehen die Bearbeitungen verloren.
es: La transcripción se ha editado. Si vuelves a la transcripción, se perderán las ediciones.

source: The transcription has been edited. Transcribing again will throw the edits away.
de: Die Transkription wurde bearbeitet. Beim erneuten Transkribieren gehen die Bearbeitungen verloren.
es: La transcripción se ha editado. Si vuelves a transcribir, se perderán las ediciones.

source: The transcription has no melodic notes.
de: Die Transkription hat keine melodischen Noten.
es: La transcripción no tiene notas melódicas.

source: The transcription model could not be loaded or run: %@.
de: Das Transkriptionsmodell konnte nicht geladen oder ausgeführt werden: %@.
es: No se ha podido cargar o ejecutar el modelo de transcripción: %@.

source: The transcription model could not be loaded or run.
de: Das Transkriptionsmodell konnte nicht geladen oder ausgeführt werden.
es: No se ha podido cargar o ejecutar el modelo de transcripción.

source: The version's notes will be lost. This cannot be undone.
de: Die Noten der Version gehen verloren. Dies kann nicht widerrufen werden.
es: Se perderán las notas de la versión. Esta acción no se puede deshacer.

source: thirty-second
de: Zweiunddreißigstel
es: fusa

source: three quarters of a beat
de: drei Viertel eines Schlags
es: tres cuartos de pulso

source: TICK TO INCLUDE IN TRANSCRIPTION
de: ANHAKEN, UM ES ZU TRANSKRIBIEREN
es: MARCA PARA INCLUIR EN LA TRANSCRIPCIÓN

source: ticked
de: angehakt
es: marcado

source: Time
de: Taktart
es: Compás

source: TIME
de: TAKTART
es: COMPÁS

source: Timeline
de: Zeitleiste
es: Línea de tiempo

source: Timpani
de: Pauken
es: Timbales

source: Title
de: Titel
es: Título

source: Title, subtitle, composer, arranger, copyright
de: Titel, Untertitel, Komponist, Arrangeur, Copyright
es: Título, subtítulo, compositor, arreglista, copyright

source: Track Pitch
de: Tonhöhe verfolgen
es: Seguir la altura

source: Transcribe
de: Transkribieren
es: Transcribir

source: TRANSCRIBE
de: TRANSKRIBIEREN
es: TRANSCRIBIR

source: Transcribe %lld instruments
de: %lld Instrumente transkribieren
es: Transcribir %lld instrumentos

source: Transcribe ${files} to ${outputs}
de: ${files} in ${outputs} transkribieren
es: Transcribir ${files} a ${outputs}

source: Transcribe Audio
de: Audio transkribieren
es: Transcribir audio

source: Transcribe the audio first
de: Zuerst das Audio transkribieren
es: Transcribe primero el audio

source: Transcribe the loaded audio
de: Das geladene Audio transkribieren
es: Transcribir el audio cargado

source: Transcribes audio or video files with NeuralSheet into MIDI, MusicXML or NeuralSheet projects.
de: Transkribiert Audio- oder Videodateien mit NeuralSheet in MIDI, MusicXML oder NeuralSheet-Projekte.
es: Transcribe archivos de audio o vídeo con NeuralSheet a MIDI, MusicXML o proyectos de NeuralSheet.

source: Transcribing
de: Wird transkribiert
es: Transcribiendo

source: TRANSCRIBING
de: TRANSKRIPTION
es: TRANSCRIBIENDO

source: Transcription failed.
de: Transkription fehlgeschlagen.
es: Ha fallado la transcripción.

source: Transcription failed. The stems could not be separated: %@.
de: Transkription fehlgeschlagen. Die Stems konnten nicht getrennt werden: %@.
es: Ha fallado la transcripción. No se han podido separar los stems: %@.

source: Transcription failed. The transcription model could not be loaded or run: %@.
de: Transkription fehlgeschlagen. Das Transkriptionsmodell konnte nicht geladen oder ausgeführt werden: %@.
es: Ha fallado la transcripción. No se ha podido cargar o ejecutar el modelo de transcripción: %@.

source: Transcription failed. The transcription model could not be loaded or run.
de: Transkription fehlgeschlagen. Das Transkriptionsmodell konnte nicht geladen oder ausgeführt werden.
es: Ha fallado la transcripción. No se ha podido cargar o ejecutar el modelo de transcripción.

source: Transcription model
de: Transkriptionsmodell
es: Modelo de transcripción

source: Transpose
de: Transponieren
es: Transponer

source: Transpose by Interval
de: Um Intervall transponieren
es: Transponer por intervalo

source: Transposition in semitones
de: Transposition in Halbtönen
es: Transposición en semitonos

source: Trombone
de: Posaune
es: Trombón

source: Trumpet
de: Trompete
es: Trompeta

source: Tuning
de: Stimmung
es: Afinación

source: Undo
de: Widerrufen
es: Deshacer

source: Undo %@
de: %@ widerrufen
es: Deshacer %@

source: unticked
de: nicht angehakt
es: sin marcar

source: Untitled
de: Ohne Titel
es: Sin título

source: Up a Semitone
de: Einen Halbton höher
es: Un semitono arriba

source: Up an Octave
de: Eine Oktave höher
es: Una octava arriba

source: Velocity
de: Anschlagstärke
es: Velocidad

source: Velocity from Audio
de: Anschlagstärke aus dem Audio
es: Velocidad desde el audio

source: Verifying…
de: Wird überprüft …
es: Verificando…

source: Version %lld — %@
de: Version %1$lld — %2$@
es: Versión %1$lld — %2$@

source: Versions
de: Versionen
es: Versiones

source: View
de: Darstellung
es: Visualización

source: Viola
de: Bratsche

source: Violin
de: Violine
es: Violín

source: Voice
de: Stimme
es: Voz

source: Waiting
de: Wartet
es: En espera

source: Waveform
de: Wellenform
es: Forma de onda

source: Weights: MIT
de: Gewichte: MIT
es: Pesos: MIT

source: Welcome to NeuralSheet
de: Willkommen bei NeuralSheet
es: Te damos la bienvenida a NeuralSheet

source: What
de: Was
es: Qué

source: What:
de: Was:
es: Qué:

source: When there are too many instruments:
de: Wenn es zu viele Instrumente gibt:
es: Cuando hay demasiados instrumentos:

source: Where bar 1 starts, in seconds
de: Wo Takt 1 beginnt, in Sekunden
es: Dónde empieza el compás 1, en segundos

source: whole
de: Ganze
es: redonda

source: Whole take
de: Ganze Aufnahme
es: Toda la toma

source: With Stems on, the take is separated into drums, bass, vocals and the rest before it is transcribed.
de: Mit „Stems“ wird die Aufnahme vor dem Transkribieren in Schlagzeug, Bass, Gesang und den Rest getrennt.
es: Con Stems activado, la toma se separa en batería, bajo, voces y el resto antes de transcribirla.

source: Write the pages as a PDF (⌥⇧⌘P)
de: Die Seiten als PDF schreiben (⌥⇧⌘P)
es: Escribir las páginas como PDF (⌥⇧⌘P)

source: Writing…
de: Wird geschrieben …
es: Escribiendo…

source: Your changes will be lost if you don't save them.
de: Deine Änderungen gehen verloren, wenn du sie nicht sicherst.
es: Si no los guardas, se perderán los cambios.

source: Your current changes will be lost.
de: Deine aktuellen Änderungen gehen verloren.
es: Se perderán los cambios actuales.

source: B♭ tenor (+14)
es: Si♭ tenor (+14)

source: Bass
es: Bajo

source: Cello
es: Violonchelo

source: Format
es: Formato

source: Format:
es: Formato:

source: Instrument
es: Instrumento

source: Marker
es: Marcador

source: Marker name
es: Nombre del marcador

source: MASTER
es: MÁSTER

source: Mix
es: Mezcla

source: Name
es: Nombre

source: note
es: nota

source: OK
es: Aceptar

source: Pause
es: Pausa

source: Position
es: Posición

source: Status
es: Estado

source: Stereo split
es: División estéreo

source: Synth Lead
es: Lead de sintetizador

source: Synth Pad
es: Pad de sintetizador

source: System (General MIDI)
es: Sistema (General MIDI)

source: System Audio
es: Audio del sistema

source: Transposition
es: Transposición

source: Updates
es: Actualizaciones

source: Version %@
es: Versión %@
